jabezwinston/arduino-pc-native/boards.txt
# PC simulator
pcsim.name=PC simulator

pcsim.upload.tool=none
pcsim.upload.protocol=runtime

pcsim.bootloader.tool=none

pcsim.build.mcu=native
pcsim.build.board=PCSIM
pcsim.build.core=pcsim
pcsim.build.variant=standard
